Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/tottuuenkommisjuuni/kommisjonen_21.08.2020_nob.txt.tmx
Source language: nob
Languages: fkv

source: Sannhets-og forsoningskommisjonen på Kvensk institutt 21.08.2020 Instituttets ansattes tanker og funderinger Forslag til hva som kan gjøres Stipender og etterutdanning i kvensk fra Utdanningsdirektoratet.
fkv: Tottuuen- ja sovinonkommisjuuni Kainun institutissa 21.08.2020 Institutin työtelijöitten ajatuksii ja hunteerinkkii Ehotuksii siitä mitä saatettais tehhä Stipendit jatkokoulutuksheen kväänin kielessä Koulutusdirektoraatilta.

source: Kanskje en innkjøpsordning for kvenskspråklig litteratur.
fkv: Kvääninkielinen litteratuuri osto-oorninkhiin piian.

source: Utvikling av undervisnings- og lærematerialer.
fkv: Opetus- ja oppimateriaaliitten kehittäminen.

source: At det skulle være mulig å ha kvensk hele skoletiden fra 1. klasse til slutten av videregående.
fkv: Ette olis maholisuus oppiit kväänin kieltä koko kouluaijan 1. klassista jatkokoulun lopphuun.

source: Bedre posisjon for kvensk språk i skoleverket.
fkv: Kväänin kielele parempi posisjuuni kouluvärkissä.

source: Mer kunnskap om kvener og kvensk språk til alle i skoleverket, i hele Norge.
fkv: Enämen tiettoo kvääniitten ja kväänin kielen ympäri kaikile kouluvärkissä, koko Norjassa.

source: Bedre ordninger for førskole- og skolelærere som ønsker å lære seg kvensk.
fkv: Paremat oorningit alkukoulun- ja koulunopettaajiile jokka haluthaan oppiit kväänin kieltä.

source: Hva har skjedd etter stiftelsen av Kvensk institutt? Det har kommet en ny generasjon av kvenske språkbrukere og språkmedarbeidere.
fkv: Mitä oon tapattunnu Kainun institutin perustamisen jälkhiin Oon tullu uusi sukupolvi kväänin kielen puhhuujiita ja kielityötelijöitä.

source: Det er ikke lenger like mye bitterhet.
fkv: Ei ole ennää niin paljon katkeruutta.

source: Det er ikke lenger tabu å snakke kvensk til barna.
fkv: Ei ole ennää tabu ette puhhuut lapsile kväänii.

source: Den nye generasjonen fornyer og beriker kvensk språk.
fkv: Uusi sukupolvi uuistaa ja rikastuttaa kväänin kieltä.

source: Det er forskjellige meninger og synsvinkler.
fkv: Oon erilaiset mielipittheet/meiningit ja näkövinkkelit.

source: Det har blitt gjort mye for det kvenske språkets infrastruktur, det er på tide å heve språket til nivå 3. Språk og kultur har kommet mer fram – det blir sett på som positivt.
fkv: Kväänin kielen infrastruktuurin eestä oon tehty paljon työtä, olis jo aika nostaat kielen 3. tasale. Kieli ja kulttuuri oon tulheet enämen framile - net nähhään positiivisenna.

source: Det har kommet nye språkbrukere.
fkv: Oon tullu uussii kielenpuhhuujiita.

source: Språkreirvirksomheten har begynt - språket har en framtid.
fkv: Kielipesätoimet oon aloitettu - kielelä oon tulleevaisuus.

source: Språkkafeer.
fkv: Kielikafeat.

source: Språkteknologi, ordbok, rettskrivingsprogram, at de voksne får muligheten til å utvikle eller ta tilbake språket.
fkv: Kieliteknologii, sanakirja, oikheinkirjoitusprogrammi, ette raavhaat saahaan maholisuuen kehittämhään tahi ottamhaan kielen takaisin.

source: Språksentre.
fkv: Kielisentterit.

source: Forskjellige arrangementer, slik som Kippari, Paaski, kvensk språkdag, kvenuka, kvendagen.
fkv: Erilaiset tapattumat, niin ko Kippari, Paaski, kväänin kielipäivä, kvenuka, kvendagen.

source: Språkting, språktingets fb-tjeneste.
fkv: Kielitinka, kielitingan fb-palvelus.

source: Kvensk grammatikk.
fkv: Kainun kielen grammatikki.

source: Hva vi gjør i vårt arbeid
fkv: Enämen käänöstillauksii.

source: Forsøke selv å være positive (og tålmodige) Oversettelsesarbeid og ordutviklingsarbeid Språkreirprosjekt Ordbok Planlegge og være til stede under kvenske arrangementer Holde kurs og seminarer
fkv: Mitä met tehemä meän työssä Freistata itte olla positiivissii (ja kärsivällissii) Käänöstyö ja sannoin kehittäminen Kielipesäprosjekti Sanakirja Plaanata ja olla paikala kväänintapattumissa Pittää kurssii ja seminaarii

source: Utfordringer Holdningene påvirker ennå.
fkv: Haastheet Attityydit vaikutethaan vieläki.

source: Fortsatt ser man skriverier i avisa om at kvensk språk ikke er noe ordentlig språk, og at man burde skrive finsk.
fkv: Vieläki näkkee aviisissa kirjoituksii, ette kväänin kieli ei ole oikkee kieli, ja pitäis kirjoittaat suomee.

source: Den traumatiserte generasjonen.
fkv: Traumatiseeraattu sukupolvi.

source: Burde det være noe tiltak for denne generasjonen?
fkv: Pitäiskö olla jokku toimet tälle sukupolvele?

source: Er det noe konkret vi kan gjøre?
fkv: Mitä met saattaisimma konkreettisesti tehhä?

source: Folk tenker at det er ekspertene og skolen som skal redde språket.
fkv: Ihmiset ajatelhaan ette oon assiintunttiijat ja koulu kekkä piethään pelastaat kielen.

source: Ord er en personlig sak for mange.
fkv: Sanat oon personaaliset assiit monele.

source: Når det ikke finnes noe ord på kvensk, så er det den samme diskusjonen om vi skal låne fra norsk eller finsk eller lage et nytt ord. Det med “hvem kan flest ord” ser til å være en konkurranse.
fkv: Joka kerta ko ei ole sana kvääniksi oon sama diskusjooni ette lainathaanko norjan tahi suomen kielestä tahi hoksaamako uuen sanan. Se kuka saattaa enämen sannoi näyttää olleevan niin ko kilpa.

source: Svarthvite holdninger til skandinaviske og andre låneord.
fkv: Mustavalkkeet attityydit skandinaavilaissii ja muita lainasannoi kohthaan.

source: Man ser ikke det helhetlige bildet at det normerte språket må passe mange.
fkv: Ei näjetä kokhoonaiskuvvaa sitä ette normeerattu kieli pittää passata monele.

source: Folk vet ikke hva språktinget har vedtatt.
fkv: Ei tyhä eri dialektialoile mutta kans aloittelijoile ja oppiijoile.

source: For noen er kanskje språket for hellig til å brukes.
fkv: Ihmiset ei tiä mitä kielitinka oon päättäny.

source: I praksis finnes det ikke noe sted hvor man kan snakke kvensk, siden det alltid er en norsktalende til stede.
fkv: Kieli oon piian liian pyhä pittäät joilekuile Ei praksisissa ole paikkaa missä puhhuut kväänin kieltä, ko tasan oon paikala joku norjankielinen.

source: For mye å gjøre på for få folk.
fkv: Liijan paljon työtä liijan vähile ihmisille.

source: Alt arbeid med kvensk er viktig, og om du sier nei er det som om du hindrer kvensaken.
fkv: Kaikki kväänityö oon tärkkee ja jos sanot ei niin oon niin ko estät kväänihomman Kaikila ei ole luottamusta sanakirjhaan.

source: Alle har ikke tillit til ordboken.
fkv: Het ei tasan sano meile ko het löytethään feilii.

source: Det er ikke alltid de forteller oss det når de finner feil.
fkv: Sanakirjatyö tapattuu samanaikaisesti ko normeerinkityö.

source: Ordbokarbeidet skjer samtidig med normeringsarbeidet.
fkv: Joskus oon vaikkee oikaista assiita ko ei ole tehty päätöksii.

source: Hvoran kan instituttet være med på å påvirke disse utfordringene Fjerne byrdene etter generasjonene før oss Skrive egne memorarer og planlegge kurs og arrangementer.
fkv: Kunka institutti saattais olla myötä ette vaikuttaat näihin haastheissiin

source: Språkkafeenes rolle?
fkv: Kielikafeoitten rooli?

source: Informere folk at hvis vi tar ansvaret for alt (ordboken, grammatikken, normeringsarbeidet), så kan det være at vi gjør avgjørelser som for dem er merkelige eller som de ikke kjenner til.
fkv: Informeerata ihmissii siitä ette jos met otama eesvastauksen kaikesta (sanakirjasta, grammatikista, normeeringista), niin se saattaa olla ette tehemä semmoissii päätöksii mistä het vieroksuthaan tahi ei tietä.

source: Skape nye holdinger til språklige feil.
fkv: Luoa uuet attityydit kielelisistä feiliistä.

source: Skape et rom hvor det er trygt å gjøre feil og hvor feil sees på som positivt, siden de er et skritt videre.
fkv: Luoa tilan missä oon turvalista tehhä feilii ja ette feilit oon positiivinen assii, ko net oon yksi askel etheenkäsin.

source: Uten å gjøre feil lærer man ikke.
fkv: Ilman niitä ei opita.

source: Også vise folk at det ikke er farlig å leke med språket, for eksempel lage nonsense-rim.
fkv: Kans näyttäät ihmisille ette se ei ole vaaralista tierata kielen kans, esimerkiksi tehhä nonsense-lorrui.

source: Si under tilstelninger hvor vi er med at en måte å rette på når folk sier feil er si hva som er riktig uten å peke “nå sa du feil!
fkv: Sannoot tapattumissa missä olema myötä ette yksi tapa oikaistaat ko ihmiset sanothaan väärin, oon sannoot mikä oon oikhein ilman ette peekata “nyt sie tehit feilin!

source: ” Forsøke å si til folk at vi er alle til syvende og sist i samme båt når det gjelder kvensk språk.
fkv: ” Freistata muistela ihmisille ette olema kaikki lopun lopuksi samassa venheessä kielen kans.

source: Både nybegynneren og morsmålsbrukeren har de samme utfordringene med å finne samtalepartnere og et sted hvor man kan snakke kvensk.
fkv: Sekä aloitteliijalla ette äitinkielisellä oon samat haastheet ko pittää löyttäät puhetkaveriita ja paikan missä puhhuut.

source: Og nesten alle opplever at noen andre kan kvensk bedre.
fkv: Ja kohta kaikki kojethaan ette joku muu saattaa kväänin kieltä paremin.

source: Kanskje en forståelse for dette hadde redusert holdningene om at det å kunne ord på kvensk er en konkurranse.
fkv: Piian ymmärys tästä olis vähentänny sen käsityksen ette sannoin saattaaminen oon niin ko kilpa.

source: Fortelle om hvordan vi arbeider med ordboken og si at det er en prosess som tar tid.
fkv: Muistela siitä kuinka työtelemmä sanakirjan kans ja sannoot ette työ oon prosessi mikä kestää.

source: Det en stor og omfattende jobb.
fkv: Sanakirja ei saata noin vain olla valmis.

source: Derfor er det bra når folk forteller oss det når de finner feil.
fkv: Sen tähen se oon hyvä ko ihmiset sanothaan sen meile ko het näjethään feilit.

source: Informere om vedtakene til språktinget.
fkv: Informeerata kielitingan päätöksistä.

source: Informere om at alle språkbrukere føler det samme for sine ord. Om vi velger dine ord kan det være noen andre føler at disse ordene er merkelige eller fremmede.
fkv: Informeerata siitä ette kaikki puhhuujat tunnethaan samoin omista sanoista. Jos valittemma sinun sanat, niin oon muut kekkä saatethaan tuntteet ette sanat oon ouot tahi vierhaat.

source: Om vi er altfor ivrige etter å finne på nye ord kan det være at morsmålsbrukere ikke har lyst til å bruke dem eller ikke forstår hva de betyr.
fkv: Jos olema liijan innokkhaat hoksaamhaan uussii sannoi, se saattaa olla ette äitinkieliset puhhuujat ei haluta pittäät niitä tahi ei ymmäretä mitä meinathaan.

source: Forsøke å velge ord som er felles for alle når det er mulig.
fkv: Freisata valita sanat mikkä oon yhtheiset kaikile, silloin ko oon maholista.

source: Forsøke å skape mest mulig gjennomsiktige ord når man er nødt til å lage nye ord. Informere om låneord.
fkv: Freistata luoa maholisiman läpinäkkyyviitä sannoi, silloin ko oon pakko hoksata uuet sanat. Informeerata lainasanoista.

source: For eksempel opplyse om at det er mange låneord i norsk og engelsk, og at det trenger ikke være negativt å låne ord. Fortelle at skandinaviske låneord ikke bestandig er sett på som noe dårlig.
fkv: Esimerkiksi muistela kuinka paljon lainasannoi oon norjan ja engelskan kielessä ja ette se ei tarvitte olla huono assii ko lainaa sannoi. Muistela siitä ette skandinaaviset lainasanat ei tasan ole nähty huonoina assiina.

source: Tidligere da mange ikke kunne norsk, da kunne det heve statusen litt om man sa for eksempel “strandile” isteden for “rannale”.
fkv: Ennen ko moni ei saattanu norjan kieltä, niin se saattoi nostaat heän oman statuksen vähän ko sanothiin esimerkiksi “strandile” sen sijhaan ko “rannale.

source: Fortelle om at også finsk skriftspråk, bokmål og nynorsk er resultat av valg og kompromisser.
fkv: ” Muistela siitä ette kans suomen kirjakieli, kirjanorja ja uusinorja oon resultaatti valinoista ja kompromissiista.

source: Skape steder hvor man kan snakke kvensk.
fkv: Luoa paikkoi missä saattaa puhhuut kväänin kieltä.

source: Forsøke å endre holdningene at det ikke er farlig å høre språk som man ikke (ennå) forstår. Og også skape det helhetsbildet at det er bedre at folk snakker.
fkv: Freistata muuttaat attityydii siitä ette ei ole vaaralista kuula kielii mitä ei (vielä) ymmärä ja kans luoa kokhoonaiskuvan ette parempi ette ihmiset puhuthaan.

source: Det at folk snakker kvensk er viktigere enn om man gjør feil eller bruker de ordene som man selv synes er gode.
fkv: Puhuminen oon tärkkeempi ko se ette tehhäänkö feilii ja piethäänkö niitä sannoi, joista itte pittää hyvinä.

source: Mer mentor-student virksomhet.
fkv: Lissää menttori-studentti toimintaa.

source: Når folk har gått på nybegynnerkursene hos enten instituttet eller universitetet, kan man tilby dem muligheten å få en mentor som de kan snakke kvensk med og gjøre aktiviteter med på kvensk. Motivere folk til å lære kvensk og vise dem at man får jobb med det, og at det er nok arbeid til alle.
fkv: Ko ihmiset oon käynheet institutin tahi universiteetin alkukurssin, niin heile tarjothaan maholisuuen saaja menttorin, jonka kans puhhuut ja tehhä assiita kvääniksi Motiveerata ihmissii siihen ette oppiit kväänin kieltä ja näyttäät heile ette sillä saapi työn ja ette työtä oon nokko kaikile.

source: I et nøtteskall: hjelpe folk med å få et helhetsbilde og hjelpe dem med å se sin egen del i det.
fkv: “Nöttikuoressa”: auttaat ihmiset saamhaan kokhoonhaiskuvan ja kans auttaat heitä näkemhään oman osan siinä.

source: Forsøke selv å være gode forbilder.
fkv: Freistata itte olla hyvät esikuvat.
